export default [
  {
    id: 'q1',
    text: ' بنیانگذار امپراتوری هخامنشی کیست؟',
    answers: [
      ' کوروش بزرگ',
      'داریوش اول',
      'خشایارشاه',
      ' علی عسگری',
    ],
  },
  {
    id: 'q2',
    text: 'پایتخت امپراتوری ساسانی کدام شهر بود؟',
    answers: [
      "تیسفون",
      "شوش",
      'پرسپولیس',
      'همدان',
    ],
  },
  {
    id: 'q3',
    text: 'علی عسگری در کدام شهر به دنیا چشم به جهان گشود',
    answers: [
      'کنگاور',
      'کرمانشاه',
      'صحنه',
      'فلوریدا',
    ],
  },
  {
    id: 'q4',
    text : "مهمترین دستاورد انقلاب مشروطه در حوزه قضایی چه بود؟",
    answers: [
       "ایجاد سیستم قضایی مستقل از نهاد سلطنت",
      'تأسیس اولین دادگاههای شرعی تحت نظر علما',
      ' تدوین قانون مجازات اسلامی بر پایه فقه شیعه',
      'الغای تمامی قوانین دوره قاجار به یکباره',
    ],
  },
  {
    id: 'q5',
    text: ' کدام فناوری نظامی در دهه ۱۳۵۰ نماد مدرنیزاسیون ارتش شاهنشاهی محسوب میشد؟',
    answers: [
      "ناوشکنهای مجهز به سامانههای راداری پیشرفته",
      'استفاده از قاطر برای انتقال تجهیزات در مناطق کوهستانی.',
      "ساخت دیوارهای دفاعی سنگی در مرزهای شرقی",
      ' آموزش سربازان در تیراندازی با کمانهای تاریخ ',
    ],
  },
  {
    id: 'q6',
    text: 'علت اصلی شورش تنباکو (۱۲۷۰ ش) علیه ناصرالدین شاه چه بود؟',
    answers: [
      " اعطای امتیاز انحصاری تولید تنباکو به شرکت بریتانیایی رژی",
      " ممنوعیت کشت تریاک در استانهای شمالی کشور",
      "افزایش مالیات بر واردات چای از هندوستان",
      "الحاق ایران به جامعه ملل تحت الحمایگی بریتانیا"
    ],
  },
  {
    id: 'q7',
    text: 'کدام فناوری نظامی هخامنشیان در نبردها برجسته بود؟',
    answers: [
      'استفاده از ارابههای داسدار برای درهم شکستن صفوف دشمن.',
      'ساخت توپهای باروتی با الهام از چینیها',
      'بهکارگیری بالونهای شناسایی از جنس ابریشم',
      'آموزش فیلهای جنگی برای عبور از رودخانهها.',
    ],
  },
];
